/* NSTextField (All data is sent anonymously. No sensible data is sent to the Archive.) : <title:All data is sent anonymously. No sensible data is sent to the Archive.> (oid:11) */
"All data is sent anonymously. No sensible data is sent to the Archive." = "Toutes les données sont envoyés de façon anonyme. Aucune donnée sensible n'est envoyé aux archives.";

/* NSBox (Data Sharing settings) : <title:Data Sharing settings> (oid:28) */
"Data Sharing settings" = "Configuration des données partagées";

/* NSButton (Do not advertise the service on the network) : <title:Do not advertise the service on the network> (oid:32) */
"Do not advertise the service on the network" = "N'annoncez pas le service sur le réseau";

/* NSButton (Look for shared batteries) : <title:Look for shared batteries> (oid:31) */
"Look for shared batteries" = "Recherchez les batteries partagées";

/* NSButton (Require password:) : <title:Require password:> (oid:33) */
"Require password:" = "Mot de passe requis:";

/* NSButton (Retrieve shared data from the Archive at launch) : <title:Retrieve shared data from the Archive at launch> (oid:21) */
"Retrieve shared data from the Archive at launch" = "Récupérez les données partagées des archives lors du lancement";

/* NSButton (Send own data to the Archive at launch) : <title:Send own data to the Archive at launch> (oid:22) */
"Send own data to the Archive at launch" = "Envoyez vos données aux archives lors du lancement";

/* NSButton (Share own battery data) : <title:Share own battery data> (oid:34) */
"Share own battery data" = "Partagez vos données de batterie";

/* NSBox (Shared Battery Data Archive settings) : <title:Shared Battery Data Archive settings> (oid:19) */
"Shared Battery Data Archive settings" = "Partage des données de batterie partagées";

